Repository: PyrozhenkoSerhii/smart-consultant-web
Catalog: src/locale/messages.*.xlf
Languages: uk_uk

# customerRegistrationTitle
source: Customer registration
uk_uk: Реєстрація клієнта

# customerNamePlaceholder
source: Name
uk_uk: Ім'я

# customerUsernamePlaceholder
source: Username (will be userd while login)
uk_uk: Ім'я користувача (буде використано при вході)

# customerEmailPlaceholder
source: E-mail
uk_uk: Електронна пошта

# customerAgePlaceholder
source: Age
uk_uk: Вік

# customerPasswordPlaceholder
source: Password
uk_uk: Пароль

# customerRegisterButton
source: Register
uk_uk: Зареєструватися

# customerConsultantQuestion
source: Are you a consultant?
uk_uk: Ви консультант?

# customerCompanyQuestion
source: Are you company manager?
uk_uk: Ви менеджер компанії?

# customerLoginQuestion
source: Already have an account?
uk_uk: Уже є акаунт?

# companyRegistrationTitle
source: Company registration
uk_uk: Реєстрація компанії

# companyTitlePlaceholder
source: Company title
uk_uk: Назва

# companyKeyPlaceholder
source: Key to authenticate
uk_uk: Ключ

# companyPhonePlaceholder
source: Phone
uk_uk: Телефон

# companyEmailPlaceholder
source: Email
uk_uk: Електронна пошта

# companyRequiredCertificatePlaceholder
source: Required certificate
uk_uk: Сертифікати для працеулаштування

# companyRegisterButton
source: Register
uk_uk: Зареєструвати

# companyConsultantQuestion
source: Are you a consultant?
uk_uk: Ви консультант?

# companyCustomerQuestion
source: Are you customer?
uk_uk: Ви клієнт?

# companyLoginQuestion
source: Already have an account?
uk_uk: Уже є акаунт

# consultantRegistrationTitle
source: Consultant registration
uk_uk: Реєстрація консультанта

# consultantNamePlaceholder
source: Name
uk_uk: Ім'я

# consultantUsernamePlaceholder
source: Username (will be used while login)
uk_uk: Ім'я користувача (буде використано при вході)

# consultantEmailPlaceholder
source: E-mail
uk_uk: Електронна пошта

# consultantLanguagePlaceholder
source: What languages do you now or prefer?
uk_uk: Які мови знаєте?

# consultantCertificatePlaceholder
source: Certificates (with serial number)
uk_uk: Сертифікати (с идентификационным номером)

# consultantAgePlaceholder
source: Age
uk_uk: Вік

# consultantCardPlaceholder
source: Card
uk_uk: Банківська картка

# consultantPhonePlaceholder
source: Phone
uk_uk: Телефон

# consultantCategory
source: Choose preferable category
uk_uk: Оберіть категорію

# consultantPasswordPlaceholder
source: Password
uk_uk: Пароль

# consultantRegisterButton
source: Register
uk_uk: Зареєструвати

# consultantCustomerQuestion
source: Are you a customer?
uk_uk: Ви клієнт?

# consultantCompanyQuestion
source: Are you company manager?
uk_uk: Ви менеджер компанії?

# consultantLoginQuestion
source: Already have an account?
uk_uk: Уже є акаунт?

# loginTitle
source: Login
uk_uk: Вхід до акаунту

# loginUsernamePlaceholder
source: Username
uk_uk: Ім'я користувача

# loginPasswordPlaceholder
source: Password
uk_uk: Пароль

source: Login
uk_uk: Увійти

# loginQuestion
source: Don't have an account?
uk_uk: Відсутній акаунт?

# chatModalTitle
source: Whether a consultant was useful?
uk_uk: Консультант був корисний?

# chatModalContent
source: Please, rate a consultant
uk_uk: Будь ласка, оцініть консультанта

# chatModalBtnSkip
source: Skip
uk_uk: Пропустити

# chatModalRate
source: Rate
uk_uk: Оцінити

# chatModalEndConsultation
source: End a consultation
uk_uk: Закінчити консультацію

# chatChosenProduct
source: Chosen product
uk_uk: Обраний продукт

# chatConsultantEnding
source: End Consultation
uk_uk: Закінчити консультацію

# chatMessagePlaceholder
source: Message
uk_uk: Введіть повідомлення

# chatBtnSend
source: Send
uk_uk: Відправити

# linkProducts
source: Products
uk_uk: Каталог

# linkRegister
source: Register
uk_uk: Реєстрація

# linkLogin
source: Login
uk_uk: Вхід до акаунту

# linkLogout
source: Logout
uk_uk: Вийти

# homeTitleFirst
source: For whom is our site created?
uk_uk: Для кого створено сайт?

# homeContentFirst
source: Our platform was created for 3 kind of users. First type are company managers that want to use our service to sell product and hire a consultant. Second is a people that have a knowledge in some scope and want to consult customers during free time. And the last one is common customer that want to get qualify and fast online consultation when he need to.
uk_uk: Наша платформа націлена на 3 основних клієнтів. Перший - власник компанії, який хоче використовувати наш серсіс для продажу продукту й найму консультантів. Другий - люди, які мають хороші знання в будь-якії області й хочуть консультувати людей у свій вільний час. І, нарешті, - третій - звичайні відвідувачі магазинів, які хочуть отримати якісну і швидку консультацію, коли їм потрібно.

# homeTitleSecond
source: What do we offer to customers?
uk_uk: Що ми пропонуємо нашим відвідувачам?

# homeContentSecond
source: Our team think that peoples must get a help only when they want to. Therefore we provide a platform with which you will never wait for consultants when you need to and vice versa, you won't need to listen them when you don't want to.
uk_uk: Наша команда вважає, що відвідувачі повинні отримувати допомогу лише тоді, коли вони дійсно цього хочуть. Тому ми розробили дану платформу, що дозволить користувачам не очікувати, пока консультант прийде у час, коли він потрібен й, навпаки, не слухати його тоді, коли ви цього не хочете.

# homeTitleThird
source: What do we offer to consultants?
uk_uk: Що ми пропонуємо нашим консультантам?

# homeContentThird
source: You have an excellent knowledge of some scope? You want to help people in free time? So we offer you to register in our platform and you will a free schedule and payment from every product you've sold
uk_uk: Ви маєте відміні знання у деякій області? Хочете допомагати людям у вільний час? Тоді ми пропонуємо вам зареєструватися на нашій платформі й отримати вільний графік роботи й оплату з продажу кожного товару.

# homeTitleFourth
source: What do we offer to companies?
uk_uk: Что мы пропонуємо компаніям?

# homeContentFourth
source: Sometimes customers complains about company's consultants which whether don't know simple things that they must know perfectly or very obtrusive. Furthermore a regular employee should get used to the situation in the store. Therefore we offer you to hire a consultants from our platform and provide products that they can sell and receive part of the profits
uk_uk: Іноді відвідувачі скаржаться на компанії через те, що консультанти були або недостатньо компенетні у сфері, яку вони повинні знати досконально, або через те, що вони дуже наполегливі. Більш за те, штатні працівники повинні пристосуватися до умов магазину й компанії. Тому ми пропонуємо наймати консультатнтів з нашої платформи й надавати товари, які вони зможуть продавати й отримувати частину їх вартості.

# homeRefBack
source: Back to top
uk_uk: Уверх

# homePrivacy
source: 2018 Serhii Pyrozhenko, Nure.
uk_uk: 2018 Пироженко Сергій, ХНУРЕ

# categoriesValue
source: Categories
uk_uk: Категорії

# catalogAllValue
source: All
uk_uk: Усі товари

# catalogTVValue
source: TV
uk_uk: Телевізори

# catalogPCValue
source: Personal computers
uk_uk: Персональні комп'ютери

# catalogMonitorsValue
source: Monitors
uk_uk: Монітори

# catalogComponentsValue
source: PC components
uk_uk: Компоненти ПК

# catalogLaptopsValue
source: Laptops
uk_uk: Ноутбуки

# catalogSmartphonesValue
source: Smartphones
uk_uk: Мобільні телефони

# catalogFindByCompany
source: Find by company
uk_uk: Знайти за компанією

# catalogCompanyTitlePlaceholder
source: Company title
uk_uk: Назва компанії

# catalogCreateProductValue
source: Create product
uk_uk: Створити продукт

# userGreetings
source: Hello,
uk_uk: Вітаю,

# customerImagePlaceholder
source: New image url
uk_uk: Нове посилання

# customerNameValue
source: Name:
uk_uk: Ім'я:

# customerUsernameValue
source: Username:
uk_uk: Псевдонім:

# customerEmailValue
source: Email:
uk_uk: Пошта:

# customerAgeValue
source: Age:
uk_uk: Вік:

# customerPurchases
source: Last purchases:
uk_uk: Останні покупки:

# purchaseProduct
source: <b>Product:</b>
uk_uk: <b>Продукт:</b>

# purchaseConsultant
source: <b>Consultant:</b>
uk_uk: <b>Консультант:</b>

# purchaseDate
source: <b>Date:</b>
uk_uk: <b>Дата:</b>

# consultantImagePlaceholder
source: New image url
uk_uk: Нове посилання

# consultantnameValue
source: Name:
uk_uk: Ім'я:

# consultantUsernameValue
source: Username:
uk_uk: Псевдонім:

# consultantEmailValue
source: Email:
uk_uk: Пошта:

# consultantAgeValue
source: Age:
uk_uk: Вік:

# consultantPhoneValue
source: Phone:
uk_uk: Телефон:

# consultantLanguagesValue
source: Languages:
uk_uk: Мови:

# consultantCardValue
source: Card:
uk_uk: Карта:

# consultantRateValue
source: Rate:
uk_uk: Рейтинг:

# consultantCategoryValue
source: Category:
uk_uk: Категорія:

# consultantCertificateValue
source: Certificate:
uk_uk: Сертифікати:

# consultantCompanyValue
source: Company:
uk_uk: Компанія:

# consultantActive
source: Active
uk_uk: Доступний:

# disposalsConsultant
source: Last disposals
uk_uk: Останонній збут

# disposalProduct
source: <b>Product:</b>
uk_uk: <b>Продукт:</b>

# disposalCustomer
source: <b>Customer:</b>
uk_uk: <b>Клієнт:</b>

# disposalDate
source: <b>Date:</b>
uk_uk: <b>Дата:</b>

# companyImagePlaceholder
source: New image url
uk_uk: Нове посилання

# companyTitleValue
source: Title:
uk_uk: Назва:

# companyEmailValue
source: Email:
uk_uk: Пошта:

# companyPhoneValue
source: Phone:
uk_uk: Телефон:

# companyRequirementsValue
source: Requirements:
uk_uk: Вимоги:

# goToProductValue
source: Go to products
uk_uk: До каталогу:

# consultantRequests
source: Consultant request:
uk_uk: Запроси консультантів:

# requestName
source: <b>Name:</b>
uk_uk: <b>Ім'я:</b>

# requestCertificate
source: <b>Certificate:</b>
uk_uk: <b>Сертифікат:</b>

# requestAge
source: <b>Age:</b>
uk_uk: <b>Вік:</b>

source: Working consultants:
uk_uk: Працюючі консультанти:

# workingConsultantName
source: <b>Name:</b>
uk_uk: <b>Ім'я:</b>

# workingConsultantSince
source: <b>Working since:</b>
uk_uk: <b>Працює з:</b>

# forumMessagePlaceholder
source: Message
uk_uk: Введіть повідомлення

# forumBtnSendValue
source: Send
uk_uk: Відправити

# productCreationLabel
source: Product creation
uk_uk: Додавання продукту

# productCreationTitlePlaceholder
source: Product title
uk_uk: Назва продукту

# productCreationCategory
source: Choose category
uk_uk: Оберіть категорію

# productCreationPricePlaceholder
source: Price
uk_uk: Ціна

# productCreationQuantityPlaceholder
source: Quantity
uk_uk: Кількість

# productCreationImagePlaceholder
source: Image URL
uk_uk: Посилання на зображення

# productCreationSpecification
source: Specification
uk_uk: Специфікация

# productCreationSpecNamePlaceholder
source: Name
uk_uk: Назва

# productCreationSpecValuePlaceholder
source: Value
uk_uk: Значення

# productCreationSpecAdded
source: Added
uk_uk: Додано

# productCreationBtnCreate
source: Create
uk_uk: Створити

# productViewCategoryValue
source: Category:
uk_uk: Категорія:

# productViewPriceValue
source: Price ($):
uk_uk: Ціна ($):

# productViewQuantityValue
source: Quantity:
uk_uk: Кількість:

# productViewCompanyValue
source: Company:
uk_uk: Компанія:

# productViewSpecification
source: Specification:
uk_uk: Специфікация:

# productViewOrderBtn
source: Order
uk_uk: Замовити

# productViewConsultBtn
source: Get consultation
uk_uk: Проконсультуватися

# selectorTitle
source: Available consultants
uk_uk: Доступні консультанти

# selectorUsername
source: Username:
uk_uk: Ім'я користувача:

# selectorLanguages
source: Languages:
uk_uk: Мови:

# selectorSales
source: Sales:
uk_uk: Продажі:

# orderModalTitle
source: The order was created
uk_uk: Замолення було виконано

# orderModalContent
source: We will call you back soon and update the affirm the order.
uk_uk: Ми вам зателефонуємо й підтвердимо деталі замовлення

# orderModalBtnNav
source: Go to home page
uk_uk: Домашняя сторінка

# orderModalBtnOrder
source: Order
uk_uk: Замовити

# orderInfoTitle
source: Order info
uk_uk: Информація про замовлення

# orderCustomerLabel
source: Customer
uk_uk: Клієнт

# orderCustomerUsername
source: Username:
uk_uk: Ім'я користувача:

# orderCustomerEmail
source: Email:
uk_uk: Пошта:

# orderConsultantLabel
source: Consultant
uk_uk: Консультант

# orderConsultantUsername
source: Username:
uk_uk: Ім'я користувача:

# orderConsultantEmail
source: Email:
uk_uk: Пошта:

# orderConsultantPhone
source: Phone:
uk_uk: Телефон:

# orderProductLabel
source: Product
uk_uk: Товар

# orderProductTitle
source: Title:
uk_uk: Назва:

# orderProductPrice
source: Price:
uk_uk: Ціна:

# orderProductCompany
source: Company:
uk_uk: Компанія:

# orderDeliveryInfoTitle
source: Delivery info
uk_uk: Информація про доствку

# orderContactData
source: Contact data
uk_uk: Контактна інформація

# orderContactCountryPlaceholder
source: Country
uk_uk: Країна

# orderContactTownPlaceholder
source: Town
uk_uk: Місто

# orderContactAddressPlaceholder
source: Address
uk_uk: Адреса

# orderContactPhonePlaceholder
source: Contact phone
uk_uk: Телефон

# orderTransportationTitle
source: Transportation
uk_uk: Транспортування

# orderTransportationCourier
source: Courier delivery
uk_uk: Доставка кур'єром

# orderTransportationPostOffice
source: Post office delivery
uk_uk: Доставка через пошту

# orderTransportationPickup
source: Pick up from stock
uk_uk: Забрати зі складу

# orderPaymentCash
source: Cash payment
uk_uk: Оплата готівкою

# orderPaymentOnline
source: Online payment
uk_uk: Онлайн оплата

# orderBtn
source: Order
uk_uk: Замовити
